"Update" = "Aktualisieren";
"Length:" = "Länge:";
"Characters" = "Zeichen";
"Alphanumeric" = "Alphanumerisch";
"Frequency" = "Frequenz";
"Groups" = "Gruppen";
"Length" = "Länge";
"Weight" = "Gewicht";
"Word" = "Wort";
"Search" = "Finden";
"Similar" = "Ähnlich";
"Analogy" = "Analogie";
"Quality of results" = "Qualität der Resultate";
"#" = "#";

